Repository: gk7734/coucou
Catalog: NotchBuddy/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, id, ko, pt_br, ru, zh_hans

source: Recent
ar: الأخيرة
bn: সাম্প্রতিক
es: Reciente
fr: Récent
hi: हाल का
id: Terbaru
ko: 최근
pt_br: Recente
ru: Недавние
zh_hans: 最近

source: Refresh
ar: تحديث
bn: রিফ্রেশ
es: Actualizar
fr: Actualiser
hi: रिफ्रेश
id: Muat ulang
ko: 새로 고침
pt_br: Atualizar
ru: Обновить
zh_hans: 刷新

source: Reload sounds
ar: إعادة تحميل الأصوات
bn: সাউন্ড আবার লোড করুন
es: Recargar sonidos
fr: Recharger les sons
hi: साउंड फिर से लोड करें
id: Muat ulang suara
ko: 사운드 다시 불러오기
pt_br: Recarregar sons
ru: Перезагрузить звуки
zh_hans: 重新载入声音

source: Reply in terminal
ar: الرد في الطرفية
bn: টার্মিনালে উত্তর দিন
es: Responder en terminal
fr: Répondre dans le terminal
hi: टर्मिनल में उत्तर दें
id: Balas di terminal
ko: 터미널에서 답하기
pt_br: Responder no terminal
ru: Ответить в терминале
zh_hans: 在终端回复

source: Resend
ar: إعادة الإرسال
bn: পুনরায় পাঠান
es: Reenviar
fr: Renvoyer
hi: पुनः भेजें
id: Kirim ulang
ko: 다시 보내기
pt_br: Reenviar
ru: Повторить
zh_hans: 重新发送

source: Restart Coucou
ar: إعادة تشغيل Coucou
bn: Coucou পুনরায় শুরু করুন
es: Reiniciar Coucou
fr: Redémarrer Coucou
hi: Coucou को पुनः आरंभ करें
id: Mulai ulang Coucou
ko: Coucou 재시작
pt_br: Reiniciar Coucou
ru: Перезапустить Coucou
zh_hans: 重启 Coucou

source: Retry
ar: إعادة المحاولة
bn: পুনরায় চেষ্টা
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास
id: Coba lagi
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
zh_hans: 重试

source: Save
ar: حفظ
bn: সংরক্ষণ
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_hans: 保存

source: Save…
ar: حفظ…
bn: সংরক্ষণ করুন…
es: Guardar…
fr: Enregistrer…
hi: सहेजें…
id: Simpan…
ko: 저장…
pt_br: Salvar…
ru: Сохранить…
zh_hans: 存储…

source: Schedule
ar: الجدول
bn: সময়সূচি
es: Horario
fr: Agenda
hi: शेड्यूल
id: Jadwal
ko: 일정
pt_br: Agenda
ru: Расписание
zh_hans: 日程

source: Send
ar: إرسال
bn: পাঠান
es: Enviar
fr: Envoyer
hi: भेजें
id: Kirim
ko: 보내기
pt_br: Enviar
ru: Отправить
zh_hans: 发送

source: Send by email
ar: إرسال بالبريد الإلكتروني
bn: ইমেইলে পাঠান
es: Enviar por email
fr: Envoyer par email
hi: ईमेल से भेजें
id: Kirim via email
ko: 이메일로 보내기
pt_br: Enviar por email
ru: Отправить по email
zh_hans: 通过邮件发送

source: Sending…
ar: جارٍ الإرسال…
bn: পাঠানো হচ্ছে…
es: Enviando…
fr: Envoi en cours…
hi: भेज रहा है…
id: Mengirim…
ko: 보내는 중…
pt_br: Enviando…
ru: Отправка…
zh_hans: 发送中…

source: Session finished
ar: انتهت الجلسة
bn: সেশন শেষ
es: Sesión finalizada
fr: Session terminée
hi: सत्र समाप्त
id: Sesi selesai
ko: 세션 완료
pt_br: Sessão finalizada
ru: Сессия завершена
zh_hans: 会话已结束

source: Settings…
ar: الإعدادات…
bn: সেটিংস…
es: Configuración…
fr: Réglages…
hi: सेटिंग्स…
id: Pengaturan…
ko: 설정…
pt_br: Configurações…
ru: Настройки…
zh_hans: 设置…

source: Share…
ar: مشاركة…
bn: শেয়ার করুন…
es: Compartir…
fr: Partager…
hi: शेयर करें…
id: Bagikan…
ko: 공유…
pt_br: Compartilhar…
ru: Поделиться…
zh_hans: 分享…

source: Shortcut
ar: الاختصار
bn: শর্টকাট
es: Atajo
fr: Raccourci
hi: शॉर्टकट
id: Pintasan
ko: 단축키
pt_br: Atalho
ru: Сочетание клавиш
zh_hans: 快捷键

source: Shortcuts
ar: الاختصارات
bn: শর্টকাট
es: Atajos
fr: Raccourcis
hi: शॉर्टकट
id: Pintasan
ko: 단축키
pt_br: Atalhos
ru: Горячие клавиши
zh_hans: 快捷键

source: Show island with shortcut
ar: إظهار الجزيرة بالاختصار
bn: শর্টকাট দিয়ে আইল্যান্ড দেখান
es: Mostrar isla con atajo
fr: Afficher l'île avec le raccourci
hi: शॉर्टकट से द्वीप दिखाएं
id: Tampilkan island dengan pintasan
ko: 단축키로 아일랜드 표시
pt_br: Mostrar ilha com atalho
ru: Показывать остров горячей клавишей
zh_hans: 用快捷键显示岛

source: Sound
ar: الصوت
bn: শব্দ
es: Sonido
fr: Son
hi: ध्वनि
id: Suara
ko: 사운드
pt_br: Som
ru: Звук
zh_hans: 声音

source: Startup
ar: بدء التشغيل
bn: স্টার্টআপ
es: Inicio
fr: Démarrage
hi: स्टार्टअप
id: Mulai
ko: 시작
pt_br: Inicialização
ru: Запуск
zh_hans: 启动

source: Stored locally on your Mac. Nothing leaves your Mac. Retained for 12 weeks.
ar: مخزَّن محليًا على Mac. لا يغادر أي شيء جهازك. يُحتفظ به لمدة 12 أسبوعًا.
bn: তোমার Mac-এ স্থানীয়ভাবে সংরক্ষিত। কিছু Mac ছেড়ে যায় না। ১২ সপ্তাহ ধরে রাখা হয়।
es: Almacenado localmente en tu Mac. Nada sale de tu Mac. Retenido durante 12 semanas.
fr: Stocké localement sur ton Mac. Rien ne quitte ton Mac. Conservé pendant 12 semaines.
hi: आपके Mac पर स्थानीय रूप से संग्रहीत। कुछ भी Mac नहीं छोड़ता। 12 सप्ताह तक रखा जाता है।
id: Disimpan secara lokal di Mac. Tidak ada yang keluar dari Mac Anda. Disimpan selama 12 minggu.
ko: Mac에만 저장되며 Mac 밖으로 나가지 않습니다. 12주 동안 보관됩니다.
pt_br: Armazenado localmente no seu Mac. Nada sai do seu Mac. Mantido por 12 semanas.
ru: Хранится локально на Mac. Ничего не покидает Mac. Хранится 12 недель.
zh_hans: 储存在 Mac 本地，不会离开你的 Mac，保留 12 周。

source: Subject
ar: الموضوع
bn: বিষয়
es: Asunto
fr: Objet
hi: विषय
id: Subjek
ko: 제목
pt_br: Assunto
ru: Тема
zh_hans: 主题

source: Success
ar: نجاح
bn: সফল
es: Éxito
fr: Réussi
hi: सफलता
id: Berhasil
ko: 성공
pt_br: Sucesso
ru: Успешно
zh_hans: 成功

source: System
ar: النظام
bn: সিস্টেম
es: Sistema
fr: Système
hi: सिस्टम
id: Sistem
ko: 시스템
pt_br: Sistema
ru: Системный
zh_hans: 系统

source: To
ar: إلى
bn: প্রতি
es: Para
fr: À
hi: प्रति
id: Kepada
ko: 받는 사람
pt_br: Para
ru: Кому
zh_hans: 收件人

source: To review
ar: للمراجعة
bn: পর্যালোচনার জন্য
es: Para revisar
fr: À relire
hi: समीक्षा के लिए
id: Untuk ditinjau
ko: 검토 대기
pt_br: Para revisar
ru: На ревью
zh_hans: 待审查

source: Too many hits at once.
ar: عدد كبير من النقرات دفعة واحدة.
bn: একসাথে অনেক বেশি ক্লিক।
es: Demasiados golpes a la vez.
fr: Trop de clics d'un coup.
hi: एक बार में बहुत ज़्यादा टैप।
id: Terlalu banyak ketukan sekaligus.
ko: 한꺼번에 너무 많이 두드렸어요.
pt_br: Muitas batidas de uma vez.
ru: Слишком много нажатий подряд.
zh_hans: 一次点击太多次了。

source: Unknown
ar: غير معروف
bn: অজানা
es: Desconocido
fr: Inconnu
hi: अज्ञात
id: Tidak diketahui
ko: 알 수 없음
pt_br: Desconhecido
ru: Неизвестно
zh_hans: 未知

source: Uploading %@
ar: جارٍ رفع %@
bn: %@ আপলোড হচ্ছে
es: Subiendo %@
fr: Envoi de %@ en cours
hi: %@ अपलोड हो रहा है
id: Mengunggah %@
ko: %@ 업로드 중
pt_br: Enviando %@
ru: Загружается %@
zh_hans: 正在上传 %@

source: Volume
ar: مستوى الصوت
bn: ভলিউম
es: Volumen
hi: वॉल्यूम
ko: 음량
ru: Громкость
zh_hans: 音量

source: Wardrobe
ar: خزانة الملابس
bn: পোশাক ঘর
es: Guardarropa
fr: Garde-robe
hi: अलमारी
id: Lemari
ko: 옷장
pt_br: Guarda-roupa
ru: Гардероб
zh_hans: 衣橱

source: Watching %lld of %lld
ar: مشاهدة %lld من %lld
bn: %lld টির মধ্যে %lld টি দেখছেন
es: Viendo %lld de %lld
fr: %lld sur %lld surveillés
hi: %lld में से %lld देख रहे हैं
id: Melihat %lld dari %lld
ko: %lld/%lld개 지켜보는 중
pt_br: Observando %lld de %lld
ru: Наблюдение: %lld из %lld
zh_hans: 监控 %lld / %lld

source: Weekly recap
ar: ملخص أسبوعي
bn: সাপ্তাহিক সারসংক্ষেপ
es: Resumen semanal
fr: Récap de la semaine
hi: साप्ताहिक सारांश
id: Rekap mingguan
ko: 주간 요약
pt_br: Recapitulação semanal
ru: Итоги недели
zh_hans: 每周回顾

source: What do you want to do with it?
ar: ماذا تريد أن تفعل به؟
bn: আপনি এটা দিয়ে কী করতে চান?
es: ¿Qué quieres hacer con él?
fr: Que veux-tu faire avec ?
hi: आप इसके साथ क्या करना चाहते हैं?
id: Apa yang ingin Anda lakukan dengannya?
ko: 이것으로 무엇을 할까요?
pt_br: O que você quer fazer com ele?
ru: Что вы хотите с ним сделать?
zh_hans: 您想对它做什么？

source: Workflow stopped.
ar: توقف سير العمل.
bn: ওয়ার্কফ্লো বন্ধ হয়ে গেছে।
es: Flujo de trabajo detenido.
fr: Workflow arrêté.
hi: वर्कफ़्लो रुक गया।
id: Alur kerja dihentikan.
ko: 워크플로가 중지됐습니다.
pt_br: Fluxo de trabalho parado.
ru: Рабочий процесс остановлен.
zh_hans: 工作流已停止。

source: Your answer…
ar: إجابتك…
bn: আপনার উত্তর…
es: Tu respuesta…
fr: Ta réponse…
hi: आपका उत्तर…
id: Jawaban Anda…
ko: 답변…
pt_br: Sua resposta…
ru: Твой ответ…
zh_hans: 您的答案…

# alert.hooks.body
source: Writes: • ~/.claude/coucou/nb-hook • ~/.claude/settings.json (backup created first)
ar: سيكتب: • ~/.claude/coucou/nb-hook • ~/.claude/settings.json (يُنشئ نسخة احتياطية أولاً)
bn: লিখবে: • ~/.claude/coucou/nb-hook • ~/.claude/settings.json (আগে ব্যাকআপ তৈরি হবে)
es: Escribirá: • ~/.claude/coucou/nb-hook • ~/.claude/settings.json (se crea una copia de seguridad primero)
fr: Écrira : • ~/.claude/coucou/nb-hook • ~/.claude/settings.json (sauvegarde créée d'abord)
hi: लिखेगा: • ~/.claude/coucou/nb-hook • ~/.claude/settings.json (पहले बैकअप बनाया जाएगा)
id: Akan menulis: • ~/.claude/coucou/nb-hook • ~/.claude/settings.json (backup dibuat terlebih dahulu)
ko: 다음을 씁니다: • ~/.claude/coucou/nb-hook • ~/.claude/settings.json (먼저 백업을 만듭니다)
pt_br: Vai escrever: • ~/.claude/coucou/nb-hook • ~/.claude/settings.json (backup criado antes)
ru: Запишет: • ~/.claude/coucou/nb-hook • ~/.claude/settings.json (резервная копия создаётся сначала)
zh_hans: 将写入： • ~/.claude/coucou/nb-hook • ~/.claude/settings.json（先创建备份）

# alert.hooks.button-install
source: Install
ar: تثبيت
bn: ইনস্টল করুন
es: Instalar
fr: Installer
hi: इंस्टॉल करें
id: Pasang
ko: 설치
pt_br: Instalar
ru: Установить
zh_hans: 安装

# alert.hooks.title
source: Install Coucou hooks in ~/.claude?
ar: هل تريد تثبيت خطافات Coucou في ~/.claude؟
bn: ~/.claude-এ Coucou হুক ইনস্টল করবেন?
es: ¿Instalar los hooks de Coucou en ~/.claude?
fr: Installer les hooks Coucou dans ~/.claude ?
hi: ~/.claude में Coucou हुक इंस्टॉल करें?
id: Pasang hooks Coucou di ~/.claude?
ko: ~/.claude에 Coucou 훅을 설치할까요?
pt_br: Instalar os hooks do Coucou em ~/.claude?
ru: Установить хуки Coucou в ~/.claude?
zh_hans: 是否将 Coucou Hooks 安装到 ~/.claude？

# chat.anthropic-api.title
source: Anthropic API
ar: واجهة برمجة Anthropic
es: API de Anthropic
fr: API Anthropic
id: API Anthropic
pt_br: API da Anthropic

# chat.api-key.claude
source: API key (sk-ant-…)
ar: مفتاح API (sk-ant-…)
bn: API কী (sk-ant-…)
es: Clave API (sk-ant-…)
fr: Clé API (sk-ant-…)
hi: API कुंजी (sk-ant-…)
id: Kunci API (sk-ant-…)
ko: API 키 (sk-ant-…)
pt_br: Chave de API (sk-ant-…)
ru: Ключ API (sk-ant-…)
zh_hans: API 密钥 (sk-ant-…)

# chat.api-key.google
source: API key (AI Studio)
ar: مفتاح API (AI Studio)
bn: API কী (AI Studio)
es: Clave API (AI Studio)
fr: Clé API (AI Studio)
hi: API कुंजी (AI Studio)
id: Kunci API (AI Studio)
ko: API 키 (AI Studio)
pt_br: Chave de API (AI Studio)
ru: Ключ API (AI Studio)
zh_hans: API 密钥 (AI Studio)

# chat.api-key.openai
source: API key (sk-…)
ar: مفتاح API (sk-…)
bn: API কী (sk-…)
es: Clave API (sk-…)
fr: Clé API (sk-…)
hi: API कुंजी (sk-…)
id: Kunci API (sk-…)
ko: API 키 (sk-…)
pt_br: Chave de API (sk-…)
ru: Ключ API (sk-…)
zh_hans: API 密钥 (sk-…)

# chat.connect
source: Connect
ar: اتصال
bn: সংযুক্ত করুন
es: Conectar
fr: Connecter
hi: कनेक्ट करें
id: Hubungkan
ko: 연결
pt_br: Conectar
ru: Подключить
zh_hans: 连接

# chat.connecting
source: Connecting…
ar: جارٍ الاتصال…
bn: সংযুক্ত হচ্ছে…
es: Conectando…
fr: Connexion…
hi: कनेक्ट हो रहा है…
id: Menghubungkan…
ko: 연결 중…
pt_br: Conectando…
ru: Подключение…
zh_hans: 正在连接…

# chat.disconnect
source: Disconnect
ar: قطع الاتصال
bn: সংযোগ বিচ্ছিন্ন করুন
es: Desconectar
fr: Déconnecter
hi: डिस्कनेक्ट करें
id: Putuskan
ko: 연결 해제
pt_br: Desconectar
ru: Отключить
zh_hans: 断开连接

# chat.local.description
source: Connect to a local model server. No API key required.
ar: اتصل بخادم نماذج محلي. لا حاجة لمفتاح API.
bn: একটি স্থানীয় মডেল সার্ভারে সংযুক্ত হন। কোনো API কী লাগবে না।
es: Conéctate a un servidor de modelos local. No se necesita clave API.
fr: Connecte-toi à un serveur de modèles local. Aucune clé API requise.
hi: एक स्थानीय मॉडल सर्वर से कनेक्ट करें। कोई API कुंजी की आवश्यकता नहीं।
id: Hubungkan ke server model lokal. Tidak perlu kunci API.
ko: 로컬 모델 서버에 연결합니다. API 키가 필요 없습니다.
pt_br: Conecte-se a um servidor de modelos local. Não é necessária chave de API.
ru: Подключись к локальному серверу моделей. API-ключ не нужен.
zh_hans: 连接到本地模型服务器。无需 API 密钥。

# chat.local.title
source: Local models
ar: النماذج المحلية
bn: স্থানীয় মডেল
es: Modelos locales
fr: Modèles locaux
hi: स्थानीय मॉडल
id: Model lokal
ko: 로컬 모델
pt_br: Modelos locais
ru: Локальные модели
zh_hans: 本地模型

# chat.model
source: Model
ar: النموذج
bn: মডেল
es: Modelo
fr: Modèle
hi: मॉडल
ko: 모델
pt_br: Modelo
ru: Модель
zh_hans: 模型

# chat.model.custom
source: Custom…
ar: مخصص…
bn: কাস্টম…
es: Personalizado…
fr: Personnalisé…
hi: कस्टम…
id: Kustom…
ko: 사용자 지정…
pt_br: Personalizado…
ru: Свой…
zh_hans: 自定义…

# chat.model.custom-id
source: Model ID (e.g. claude-sonnet-4-6)
ar: معرِّف النموذج (مثلاً claude-sonnet-4-6)
bn: মডেল ID (যেমন claude-sonnet-4-6)
es: ID del modelo (p. ej. claude-sonnet-4-6)
fr: ID du modèle (ex. claude-sonnet-4-6)
hi: मॉडल ID (जैसे claude-sonnet-4-6)
id: ID model (mis. claude-sonnet-4-6)
ko: 모델 ID (예: claude-sonnet-4-6)
pt_br: ID do modelo (ex.: claude-sonnet-4-6)
ru: ID модели (напр. claude-sonnet-4-6)
zh_hans: 模型 ID（如 claude-sonnet-4-6）

# chat.model.description
source: Used by the chat. The list comes from your Anthropic account.
ar: يستخدمه الدردشة. تأتي القائمة من حساب Anthropic الخاص بك.
bn: চ্যাটে ব্যবহৃত হয়। তালিকা আপনার Anthropic অ্যাকাউন্ট থেকে আসে।
es: Lo usa el chat. La lista proviene de tu cuenta de Anthropic.
fr: Utilisé par le chat. La liste vient de ton compte Anthropic.
hi: चैट द्वारा उपयोग किया जाता है। सूची आपके Anthropic खाते से आती है।
id: Digunakan oleh chat. Daftar berasal dari akun Anthropic Anda.
ko: 채팅에서 사용합니다. 목록은 Anthropic 계정에서 가져옵니다.
pt_br: Usado pelo chat. A lista vem da sua conta Anthropic.
ru: Используется чатом. Список берётся из твоего аккаунта Anthropic.
zh_hans: 由聊天使用。列表来自你的 Anthropic 账户。

# chat.other-providers.description
source: To use Google Gemini or OpenAI from the chat. Keys are stored in the Keychain.
ar: لاستخدام Google Gemini أو OpenAI من الدردشة. تُحفظ المفاتيح في Keychain.
bn: চ্যাট থেকে Google Gemini বা OpenAI ব্যবহার করতে। কীগুলো Keychain-এ সংরক্ষিত হয়।
es: Para usar Google Gemini u OpenAI desde el chat. Las claves se guardan en el Keychain.
fr: Pour utiliser Google Gemini ou OpenAI depuis le chat. Les clés sont stockées dans le Trousseau.
hi: चैट से Google Gemini या OpenAI उपयोग करने के लिए। कुंजियां Keychain में संग्रहीत की जाती हैं।
id: Untuk menggunakan Google Gemini atau OpenAI dari chat. Kunci disimpan di Keychain.
ko: 채팅에서 Google Gemini나 OpenAI를 쓰려면 입력하세요. 키는 키체인에 저장됩니다.
pt_br: Para usar o Google Gemini ou OpenAI pelo chat. As chaves são armazenadas no Keychain.
ru: Для использования Google Gemini или OpenAI в чате. Ключи хранятся в Keychain.
zh_hans: 用于在聊天中使用 Google Gemini 或 OpenAI。密钥存储在 Keychain 中。

# chat.other-providers.title
source: Chat — other providers
ar: الدردشة — مزودون آخرون
bn: চ্যাট — অন্যান্য প্রদানকারী
es: Chat — otros proveedores
fr: Chat — autres fournisseurs
hi: चैट — अन्य प्रदाता
id: Chat — penyedia lain
ko: 채팅 — 다른 제공자
pt_br: Chat — outros provedores
ru: Чат — другие провайдеры
zh_hans: 聊天 — 其他服务商

# file.ready %@
source: %@ is ready.
ar: %@ جاهز.
bn: %@ প্রস্তুত।
es: %@ está listo.
fr: %@ est prêt.
hi: %@ तैयार है।
id: %@ siap.
ko: %@ 준비됐습니다.
pt_br: %@ está pronto.
ru: %@ готов.
zh_hans: %@ 已就绪。

# hooks.antigravity.installed
source: Hooks installed — restart Antigravity to activate them
ar: الخطافات مثبَّتة — أعِد تشغيل Antigravity للتفعيل
bn: হুক ইনস্টল হয়েছে — সক্রিয় করতে Antigravity রিস্টার্ট করুন
es: Hooks instalados — reinicia Antigravity para activarlos
fr: Hooks installés — redémarre Antigravity pour les activer
hi: हुक इंस्टॉल हो गए — सक्रिय करने के लिए Antigravity रीस्टार्ट करें
id: Hooks terpasang — mulai ulang Antigravity untuk mengaktifkan
ko: 훅 설치됨 — 활성화하려면 Antigravity를 재시작하세요
pt_br: Hooks instalados — reinicie o Antigravity para ativar
ru: Хуки установлены — перезапусти Antigravity для активации
zh_hans: Hooks 已安装 — 重启 Antigravity 以激活

# hooks.antigravity.title
source: Antigravity hooks
ar: خطافات Antigravity
bn: Antigravity হুক
es: Hooks de Antigravity
fr: Hooks Antigravity
hi: Antigravity हुक
id: Hooks Antigravity
ko: Antigravity 훅
pt_br: Hooks do Antigravity
ru: Хуки Antigravity
zh_hans: Antigravity 钩子

# hooks.claude-code.title
source: Claude Code hooks
ar: خطافات Claude Code
bn: Claude Code হুক
es: Hooks de Claude Code
fr: Hooks Claude Code
hi: Claude Code हुक
id: Hooks Claude Code
ko: Claude Code 훅
pt_br: Hooks do Claude Code
ru: Хуки Claude Code
zh_hans: Claude Code 钩子

# hooks.codex.installed
source: Hooks installed — open Codex and run /hooks or open Hooks in app settings to approve them
ar: الخطافات مثبَّتة — افتح Codex ونفِّذ /hooks أو افتح Hooks في إعدادات التطبيق للموافقة عليها
bn: হুক ইনস্টল হয়েছে — Codex খুলুন এবং /hooks চালান বা অ্যাপের সেটিংসে Hooks খুলুন বিশ্বাস করতে
es: Hooks instalados — abre Codex y ejecuta /hooks o abre Hooks en los ajustes de la app para confiar en ellos
fr: Hooks installés — ouvre Codex et lance /hooks ou ouvre Hooks dans les réglages de l'app pour les approuver
hi: हुक इंस्टॉल हो गए — Codex खोलें और /hooks चलाएं या उन्हें विश्वसनीय बनाने के लिए ऐप की सेटिंग में Hooks खोलें
id: Hooks terpasang — buka Codex dan jalankan /hooks atau buka Hooks di pengaturan aplikasi untuk mempercayainya
ko: 훅 설치됨 — 승인하려면 Codex에서 /hooks를 실행하거나 앱 설정의 Hooks를 여세요
pt_br: Hooks instalados — abra o Codex e execute /hooks ou abra Hooks nas configurações do app para confiar neles
ru: Хуки установлены — открой Codex и выполни /hooks или открой Hooks в настройках приложения, чтобы подтвердить
zh_hans: Hooks 已安装 — 打开 Codex 并运行 /hooks，或在应用设置中打开 Hooks 以信任它们

# hooks.codex.title
source: Codex hooks
ar: خطافات Codex
bn: Codex হুক
es: Hooks de Codex
fr: Hooks Codex
hi: Codex हुक
id: Hooks Codex
ko: Codex 훅
pt_br: Hooks do Codex
ru: Хуки Codex
zh_hans: Codex 钩子

# hooks.confirm-write
source: Confirm and write
ar: تأكيد والكتابة
bn: নিশ্চিত করুন এবং লিখুন
es: Confirmar y escribir
fr: Confirmer et écrire
hi: पुष्टि करें और लिखें
id: Konfirmasi & tulis
ko: 확인하고 쓰기
pt_br: Confirmar e gravar
ru: Подтвердить и записать
zh_hans: 确认并写入

# hooks.copilot.installed
source: Hooks installed — restart Copilot CLI to activate them
ar: الخطافات مثبَّتة — أعِد تشغيل Copilot CLI للتفعيل
bn: হুক ইনস্টল হয়েছে — সক্রিয় করতে Copilot CLI রিস্টার্ট করুন
es: Hooks instalados — reinicia Copilot CLI para activarlos
fr: Hooks installés — redémarre Copilot CLI pour les activer
hi: हुक इंस्टॉल हो गए — सक्रिय करने के लिए Copilot CLI रीस्टार्ट करें
id: Hooks terpasang — mulai ulang Copilot CLI untuk mengaktifkan
ko: 훅 설치됨 — 활성화하려면 Copilot CLI를 재시작하세요
pt_br: Hooks instalados — reinicie o Copilot CLI para ativar
ru: Хуки установлены — перезапусти Copilot CLI для активации
zh_hans: Hooks 已安装 — 重启 Copilot CLI 以激活

# hooks.copilot.title
source: GitHub Copilot CLI hooks
ar: خطافات GitHub Copilot CLI
bn: GitHub Copilot CLI হুক
es: Hooks de GitHub Copilot CLI
fr: Hooks GitHub Copilot CLI
hi: GitHub Copilot CLI हुक
id: Hooks GitHub Copilot CLI
ko: GitHub Copilot CLI 훅
pt_br: Hooks do GitHub Copilot CLI
ru: Хуки GitHub Copilot CLI
zh_hans: GitHub Copilot CLI 钩子

# hooks.gemini.installed
source: Hooks installed — restart Gemini CLI to activate them
ar: الخطافات مثبَّتة — أعِد تشغيل Gemini CLI للتفعيل
bn: হুক ইনস্টল হয়েছে — সক্রিয় করতে Gemini CLI রিস্টার্ট করুন
es: Hooks instalados — reinicia Gemini CLI para activarlos
fr: Hooks installés — redémarre Gemini CLI pour les activer
hi: हुक इंस्टॉल हो गए — सक्रिय करने के लिए Gemini CLI रीस्टार्ट करें
id: Hooks terpasang — mulai ulang Gemini CLI untuk mengaktifkan
ko: 훅 설치됨 — 활성화하려면 Gemini CLI를 재시작하세요
pt_br: Hooks instalados — reinicie o Gemini CLI para ativar
ru: Хуки установлены — перезапусти Gemini CLI для активации
zh_hans: Hooks 已安装 — 重启 Gemini CLI 以激活

# hooks.gemini.title
source: Gemini CLI hooks
ar: خطافات Gemini CLI
bn: Gemini CLI হুক
es: Hooks de Gemini CLI
fr: Hooks Gemini CLI
hi: Gemini CLI हुक
id: Hooks Gemini CLI
ko: Gemini CLI 훅
pt_br: Hooks do Gemini CLI
ru: Хуки Gemini CLI
zh_hans: Gemini CLI 钩子

# hooks.install
source: Install hooks
ar: تثبيت الخطافات
bn: হুক ইনস্টল করুন
es: Instalar hooks
fr: Installer les hooks
hi: हुक इंस्टॉल करें
id: Pasang hooks
ko: 훅 설치
pt_br: Instalar hooks
ru: Установить хуки
zh_hans: 安装 Hooks

# hooks.muse.installed
source: Hooks installed — restart Muse Code to activate them
ar: الخطافات مثبَّتة — أعِد تشغيل Muse Code للتفعيل
bn: হুক ইনস্টল হয়েছে — সক্রিয় করতে Muse Code রিস্টার্ট করুন
es: Hooks instalados — reinicia Muse Code para activarlos
fr: Hooks installés — redémarre Muse Code pour les activer
hi: हुक इंस्टॉल हो गए — सक्रिय करने के लिए Muse Code रीस्टार्ट करें
id: Hooks terpasang — mulai ulang Muse Code untuk mengaktifkan
ko: 훅 설치됨 — 활성화하려면 Muse Code를 재시작하세요
pt_br: Hooks instalados — reinicie o Muse Code para ativar
ru: Хуки установлены — перезапусти Muse Code для активации
zh_hans: Hooks 已安装 — 重启 Muse Code 以激活

# hooks.muse.title
source: Muse Code hooks
ar: خطافات Muse Code
bn: Muse Code হুক
es: Hooks de Muse Code
fr: Hooks Muse Code
hi: Muse Code हुक
id: Hooks Muse Code
ko: Muse Code 훅
pt_br: Hooks do Muse Code
ru: Хуки Muse Code
zh_hans: Muse Code 钩子

# hooks.outdated
source: Hooks outdated — update them to answer Claude's questions from the notch
ar: الخطافات قديمة — حدِّثها للإجابة على أسئلة Claude من الشريط العلوي
bn: হুক পুরনো — নচ থেকে Claude-এর প্রশ্নের উত্তর দিতে আপডেট করুন
es: Hooks desactualizados — actualízalos para responder las preguntas de Claude desde el notch
fr: Hooks obsolètes — mets-les à jour pour répondre aux questions de Claude depuis l'encoche
hi: हुक पुराने हैं — नॉच से Claude के सवालों का जवाब देने के लिए अपडेट करें
id: Hooks usang — perbarui untuk menjawab pertanyaan Claude dari notch
ko: 훅이 오래됨 — 노치에서 Claude의 질문에 답하려면 업데이트하세요
pt_br: Hooks desatualizados — atualize-os para responder às perguntas do Claude pelo notch
ru: Хуки устарели — обнови их, чтобы отвечать на вопросы Claude из ноча
zh_hans: Hooks 已过期 — 请更新以便从刘海处回答 Claude 的问题

# hooks.review-json
source: Review the JSON below before confirming.
ar: راجع JSON أدناه قبل التأكيد.
bn: নিশ্চিত করার আগে নীচের JSON পর্যালোচনা করুন।
es: Revisa el JSON a continuación antes de confirmar.
fr: Relis le JSON ci-dessous avant de confirmer.
hi: पुष्टि करने से पहले नीचे दिए JSON की समीक्षा करें।
id: Tinjau JSON di bawah sebelum mengonfirmasi.
ko: 확인하기 전에 아래 JSON을 검토하세요.
pt_br: Revise o JSON abaixo antes de confirmar.
ru: Просмотри JSON ниже перед подтверждением.
zh_hans: 确认前请检查以下 JSON。

# hooks.uninstall
source: Uninstall
ar: إلغاء التثبيت
bn: আনইনস্টল করুন
es: Desinstalar
fr: Désinstaller
hi: अनइंस्टॉल करें
id: Hapus
ko: 제거
pt_br: Desinstalar
ru: Удалить
zh_hans: 卸载

# hooks.update
source: Update hooks
ar: تحديث الخطافات
bn: হুক আপডেট করুন
es: Actualizar hooks
fr: Mettre à jour les hooks
hi: हुक अपडेट करें
id: Perbarui hooks
ko: 훅 업데이트
pt_br: Atualizar hooks
ru: Обновить хуки
zh_hans: 更新 Hooks

# integrations.github.token-hint
source: Classic token with repo scope, or fine-grained with read access to Pull requests, commit statuses, and Actions.
ar: رمز كلاسيكي بصلاحية repo، أو رمز دقيق بصلاحية قراءة لـ Pull requests وحالات الإيداع والـ Actions.
bn: repo স্কোপ সহ ক্লাসিক টোকেন, অথবা Pull requests, Commit statuses এবং Actions-এ পড়ার অ্যাক্সেস সহ ফাইন-গ্রেইনড টোকেন।
es: Token clásico con scope repo, o de grano fino con acceso de lectura a Pull requests, Commit statuses y Actions.
fr: Token classique avec le scope repo, ou à portée fine avec accès en lecture aux Pull requests, statuts de commit et Actions.
hi: repo स्कोप के साथ क्लासिक टोकन, या Pull requests, Commit statuses और Actions में रीड एक्सेस के साथ फाइन-ग्रेन्ड टोकन।
id: Token klasik dengan scope repo, atau token fine-grained dengan akses baca ke Pull requests, Commit statuses, dan Actions.
ko: repo 범위의 클래식 토큰, 또는 Pull requests·commit statuses·Actions 읽기 권한이 있는 세분화된 토큰.
pt_br: Token clássico com escopo repo, ou fine-grained com acesso de leitura a Pull requests, Commit statuses e Actions.
ru: Классический токен с правом repo или гранулярный с доступом на чтение к Pull requests, Commit statuses и Actions.
zh_hans: 具有 repo 权限的经典令牌，或具有 Pull requests、Commit statuses 和 Actions 读取权限的细粒度令牌。

# integrations.projects
source: Projects
ar: المشاريع
bn: প্রজেক্ট
es: Proyectos
fr: Projets
hi: प्रोजेक्ट
id: Proyek
ko: 프로젝트
pt_br: Projetos
ru: Проекты
zh_hans: 项目
